Repository: Barro/assembly-mobile
Catalog: src/asmmobile/locales/*/LC_MESSAGES/asmmobile.po
Languages: fi

source: Home
fi: Etusivu

source: All events
fi: Koko ohjelma

source: About
fi: Tietoja

source: %d day
fi: %d päivä

source: %d days
fi: %d päivää

source: %d hour
fi: %d tunti

source: %d hours
fi: %d tuntia

source: QR code link to home page (%s).
fi: QR-koodi-linkki etusivulle (%s).

source: Calendar data is available in <!----><a href="http://en.wikipedia.org/wiki/Icalendar">iCalendar</a><!----> format that also works with calendar software and mobile devices compatible with vCalendar format.
fi: Kalenteridata on saatavilla <!----><a href="http://fi.wikipedia.org/wiki/Icalendar">iCalendar-muodossa</a>, joka on yhteensopiva myös vCalendar-muotoa tukevien kalenteriohjelmistojen ja mobiililaitteiden kanssa.

source: QR code links
fi: QR-koodi -linkit

source: QR code links enable quick access to web addresses by using your mobile phone's camera and QR code reader. An excellent list of available QR code readers can be found at <!----> <a href="http://code.google.com/p/zxing/wiki/InterestingLinks">ZXing Interesting Links page</a>.
fi: QR-koodi -linkit mahdollistavat nopean pääsyn webbiosoitteisiin käyttäen matkapuhelimesi kameraa ja QR-koodien lukijaa. Erinomainen lista olemassaolevista QR-koodien lukijoista löytyy osoitteesta <!----> <a href="http://code.google.com/p/zxing/wiki/InterestingLinks">http://code.google.com/p/zxing/wiki/InterestingLinks</a>.

source: QR code link to home page (${overview_url})
fi: QR-koodi-linkki etusivulle (${overview_url})

source: ${site_name} is available under<!----> <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">GNU Affero General Public License version 3</a>. Source code for this application is available at <!---->${source_url}.
fi: ${site_name} -sivuston lähdekoodi on saatavilla <!----> <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">GNU Affero General Public License -lisenssin version 3</a> <!----> alaisuudessa osoitteesta <!---->${source_url}.

source: Calendar data
fi: Kalenteridata

source: Events (vCal)
fi: Tapahtumat (vCal)

source: Party time: ${party_start} - ${party_end}. Length: ${party_length}.
fi: Tapahtuma-aika: ${party_start} - ${party_end}. Kesto: ${party_length}.

source: There are no events in this party!
fi: Tässä tapahtumassa ei ole ohjelmaa!

source: Unauthorized
fi: Pääsy evätty

source: Our monkey king has decided that you are not authorized to view this page.
fi: Apinakuninkaamme ei salli sinun näkevän tätä sivua.

source: Page not found
fi: Sivua ei löytynyt

source: The page you requested does not exist.
fi: Hakemaasi sivua ei löytynyt.

source: Go back to the front page of ${site_name}.
fi: Palaa takaisin ${site_name}n etusivulle.

source: Internal server error
fi: Sisäinen järjestelmävirhe

source: Internal server error happened. Our highly trained monkeys have been dispatched to investigate this.
fi: Sisäinen järjestelmävirhe tapahtui. Innovatiivisen korkeasti koulutetut apinamme tutkivat tapahtunutta.

source: Now
fi: Nyt

source: ${major_span_start} ${time_left} left ${major_span_end} <!----> ${location_name}
fi: ${major_span_start} ${time_left} jäljellä ${major_span_end} <!----> ${location_name}

source: Next
fi: Seuraavaksi

source: No new scheduled events are starting in next two hours. See <!----> ${link_next_events} <!----> for further events.
fi: Uusia tapahtumia ei ole tiedossa seuraavaan kahteen tuntiin. <!----> ${link_next_events} <!----> näet seuraavat tapahtumat.

source: all events
fi: Koko ohjelmasta

source: Schedule changes
fi: Aikataulumuutoksia

source: ${major_span_start} in ${time_till_start} ${major_span_end} <!----> ${location_name}
fi: ${major_span_start} alkuun ${time_till_start} ${major_span_end} <!----> ${location_name}

source: full party schedule
fi: koko ohjelma

source: ${party_name} has not started yet. See <!----> ${link_all_events} <!----> for the whole program.
fi: ${party_name} ei ole vielä alkanut. Ohjelmatarjontaa voi tutkia sivulta <!----> ${link_all_events}.

source: ${party_name} has ended. Welcome again next year!
fi: ${party_name} on ohi. Tervetuloa takaisin ensi vuonna!

source: View main site
fi: Pääsivustolle

source: %s (major event)
fi: %s (merkittävä tapahtuma)

source: QR code link
fi: QR-koodi-linkki

source: QR code links require a mobile phone with a QR code reader.
fi: QR-koodi -linkit vaativat QR-koodeja lukevat matkapuhelimen.

source: External event page may provide additional information about this event that is not optimized for mobile devices.
fi: Ulkoinen sivusto voi tarjota mobiililaitteille sopimatonta lisätietoa tästä tapahtumasta.

source: View on external page
fi: Ulkoiselle sivustolle

source: Description
fi: Kuvaus

source: Time
fi: Aika

source: ${event_name} (event)
fi: ${event_name} (tapahtuma)

source: - original start time ${original_day} ${original_time}.
fi: - alkuperäinen alkamisaika ${original_day} ${original_time}.

source: Location
fi: Tapahtumapaikka

source: vCal (event)
fi: vCal (tapahtuma)

source: Nokia mobile phones and various desktop calendar software can import events from this file.
fi: Nokian matkapuhelimet ja monet kalenterisovellukset tukevat tästä tiedostosta tuotuja tapahtumia.

source: Locations
fi: Tapahtumapaikat

source: External location page may provide additional information about this location that is not optimized for mobile devices.
fi: Ulkoinen sivusto voi tarjota mobiililaitteille sopimatonta lisätietoa tästä tapahtumapaikasta.

source: ${location_name} (location)
fi: ${location_name} (tapahtumapaikka)

source: vCal (events)
fi: vCal (tapahtumat)

source: B/W
fi: M/V

source: (interval_parenthesis)
fi: (%s)

source: (hour_minute)
fi: %H.%M

source: EEEE yyyy-MM-dd HH:mm
fi: EEEE d.M.yyyy HH.mm
